---
kind: enumMember
id: F:Autodesk.Revit.DB.FillPatternTarget.Model
enum: Autodesk.Revit.DB.FillPatternTarget
zh: 模型
source: html/1ad95fb2-c693-47b3-e826-c726fd1a09b9.htm
---
# Autodesk.Revit.DB.FillPatternTarget.Model

**中文**: 模型

Represents an actual element appearance on a building.